Repository: undertaker01/mySettings
Catalog: usr/lib/enigma2/python/Plugins/Extensions/mySettings/locale/*/LC_MESSAGES/mySettings.po
Languages: de

source: No
de: Nein

source: Yes
de: Ja

source: Free TV HD
de: FreeTV

source: Childrens
de: Kinder

source: Shopping
de: Einkaufen

source: Adult 19E
de: Erotic 19°E

source: Adult 13
de: Erotic 13°E

source: delete your old mySettings or append
de: lösche deine Settings

source: update Radio Settings
de: update Radio Listen

source: Setup
de: Einstellungen

source: Adult
de: Erotic 19°E

source: Adult 13E
de: Erotic 13°E

source: delete your old Settings
de: lösche deine Settings

source: mySettings install finished have fun
de: Installation abgeschlossen Viel Spass

source: done
de: Erledigt

source: mySettings tool for Enigma2
de: Kanallisten für Enigma2 Einstellungen
